Repository: common-repository/recencio-book-reviews
Catalog: languages/recencio-book-reviews-*.po
Languages: es_es

source: Author box title
es_es: Título del cuadro de autor

source: Visit your user <a href="%s">profile page</a> to add your social media account information
es_es: Visite la página de su <a href="%s">perfil de</a> usuario para agregar la información de su cuenta de redes sociales

source: Twitter
es_es: Gorjeo

source: Author Box
es_es: Caja de autor

source: Adds a review author box below your published book reviews. Please visit your website's user profile page to add your social media profile information.
es_es: Agrega un cuadro de autor de revisión debajo de las reseñas de libros publicados. Visite la página de perfil de usuario de su sitio web para agregar su información de perfil de redes sociales.

source: Custom User Metaboxes
es_es: Metaboxes de usuario personalizados

source: Please visit the "Templates" tab on the Recencio setting page, to add your new metadata entries to the frontend
es_es: Visite la pestaña "Plantillas" en la página de configuración de Recencio, para agregar sus nuevas entradas de metadatos a la interfaz

source: Custom User Metadata
es_es: Metadatos de usuario personalizados

source: Add your own custom metadata fields to the book details section of a reviewed book. Please remember to enable the new fields on the frontend.
es_es: Agregue sus propios campos de metadatos personalizados a la sección de detalles del libro de un libro revisado. Recuerde habilitar los nuevos campos en la interfaz.

source: Automatically downloads and attach a book cover to a book review.
es_es: Descarga y adjunta automáticamente una portada de libro a una reseña de libro.

source: Convert Posts to Reviews
es_es: Convertir publicaciones en comentarios

source: Converts WordPress posts to Recencio book reviews and Recencio book reviews to WordPress posts.
es_es: Convierte publicaciones de WordPress en reseñas de libros de Recencio y reseñas de libros de Recencio en publicaciones de WordPress.

source: Convert
es_es: Convertir

source: Convert to Review
es_es: Convertir a revisión

source: Convert to Post
es_es: Convertir a publicación

source: %s post converted to a review.
es_es: %s publicación convertida en una revisión.

source: %s review converted to a post.
es_es: %s revisión convertida en una publicación.

source: StumbleUpon
es_es: Tropezar con

source: Pocket
es_es: Bolsillo

source: Share title
es_es: Compartir título

source: Social media sites
es_es: Paginas de redes sociales

source: Buttons position
es_es: Posición de los botones

source: Both
es_es: Ambos

source: Shortcode
es_es: Código corto

source: Buttons color
es_es: Botones de color

source: Twitter username
es_es: Nombre de usuario de Twitter

source: Display on home page
es_es: Mostrar en la página de inicio

source: Social Media Sharing
es_es: Compartir redes sociales

source: Simple, lightweight social sharing buttons for your book reviews. Just select the social networks you would to share to, where the buttons should show up and save your settings.
es_es: Botones simples y livianos para compartir en redes sociales para tus reseñas de libros. Simplemente seleccione las redes sociales con las que compartiría, donde deberían aparecer los botones y guardar su configuración.

source: Enable
es_es: Habilitar

source: Disable
es_es: Deshabilitar

source: There was an error fetch data from GoodReads
es_es: Se produjo un error al obtener datos de GoodReads

source: Extensions
es_es: Extensiones

source: Something went wrong!
es_es: ¡Algo salió mal!

source: No extension data was sent
es_es: No se enviaron datos de extensión

source: Nothing happened
es_es: No pasó nada

source: No extension data sent
es_es: No se enviaron datos de extensión

source: Not enabled
es_es: No Habilitado

source: Add Review
es_es: Agregar una opinión

source: No title
es_es: Sin título

source: Add Listing
es_es: Agregar listado

source: Shortcodes Help
es_es: Ayuda de códigos cortos

source: I don't know who you are
es_es: No se quien eres

source: Published
es_es: Publicado

source: Format
es_es: Formato

source: Category
es_es: Categoría

source: Tag
es_es: Etiqueta

source: out of 5 stars
es_es: de 5 estrellas

source: Book Title Unavailable
es_es: Título del libro no disponible

source: no title has been provided for this book
es_es: no se ha proporcionado ningún título para este libro

source: Google Books
es_es: libros de Google

source: No entries found for the "%s" taxonomy.
es_es: No se encontraron entradas para la taxonomía "% s".

source: Overall Score
es_es: Puntaje general

source: The Book List shortcode
es_es: El shortcode de la lista de libros

source: This shortcode creates a graphical list of books belonging to a particular custom taxonomy. If the chosen custom taxonomy only has 1 reviewed book, nothing will be displayed when rendering the content of this shortcode on the frontend.
es_es: Este shortcode crea una lista gráfica de libros que pertenecen a una taxonomía personalizada particular. Si la taxonomía personalizada elegida solo tiene 1 libro revisado, no se mostrará nada al representar el contenido de este shortcode en la interfaz.

source: The default shortcode.
es_es: El shortcode predeterminado.

source: The shortcode uses a couple of parameters that can be changed or left at the default values. If the default values are being used, then it is not necessary to include them in the shortcode. The default values are listed below:
es_es: El shortcode utiliza un par de parámetros que se pueden cambiar o dejar en los valores predeterminados. Si se utilizan los valores predeterminados, no es necesario incluirlos en el shortcode. Los valores predeterminados se enumeran a continuación:

source: The post/review ID, defaults to the current review post.
es_es: El ID de publicación / revisión, por defecto es la publicación de revisión actual.

source: The custom taxonomy to display the book list for, defaults to the the "series" taxonomy.
es_es: La taxonomía personalizada para mostrar la lista de libros, por defecto es la taxonomía de "serie".

source: Whether to display the book series number. Defaults to "yes", use 0 for "no".
es_es: Si se muestra el número de serie del libro. El valor predeterminado es "sí", use 0 para "no".

source: The header text for the book list, defaults to "Books in this series:"
es_es: El texto del encabezado de la lista de libros, por defecto es "Libros de esta serie:"

source: Examples of the book list shortcode:
es_es: Ejemplos del shortcode de la lista de libros:

source: Read more
es_es: Leer más

source: The Book Listing shortcode
es_es: El shortcode del listado de libros

source: This shortcode creates a list of books based on the comma separated list of reviews provided in the "ids" parameter.
es_es: Este shortcode crea una lista de libros basada en la lista de revisiones separadas por comas proporcionadas en el parámetro "ids".

source: This a list of review IDs, separated by commas
es_es: Esta es una lista de ID de revisión, separados por comas

source: The word count of the book description being displayed. Defaults to 30
es_es: El recuento de palabras de la descripción del libro que se muestra. El valor predeterminado es 30

source: Adds a heading to the listing of book. Defaults to empty string (not shown)
es_es: Agrega un encabezado a la lista de libros. El valor predeterminado es cadena vacía (no se muestra)

source: The text displayed in the "read more" button. Defaults to "Read more"
es_es: El texto que se muestra en el botón "leer más". El valor predeterminado es "Leer más"

source: Examples of the book listing shortcode:
es_es: Ejemplos del shortcode de listado de libros:

source: There are no book reviews to display.
es_es: No hay reseñas de libros para mostrar.

source: The Purchase Links shortcode
es_es: El shortcode de los enlaces de compra

source: This shortcode display the book purchase links in reviews or regular posts. This shortcode only needs the ID parameter if it is inserted into a regular post. If the shortcode is used in a regular post, the ID of the review it is attached to is needed.
es_es: Este shortcode muestra los enlaces de compra de libros en reseñas o publicaciones regulares. Este shortcode solo necesita el parámetro ID si se inserta en una publicación normal. Si el shortcode se usa en una publicación regular, se necesita el ID de la revisión a la que está adjunto.

source: The review ID the purchase link is attached to
es_es: El ID de revisión al que se adjunta el enlace de compra

source: Whether to display the purchase links label. Defaults to 'yes', use 0 for 'no'.
es_es: Si se debe mostrar la etiqueta de enlaces de compra. El valor predeterminado es 'sí', use 0 para 'no'.

source: Examples of the purchase links shortcode:
es_es: Ejemplos del shortcode de enlaces de compra:

source: The Review Box shortcode
es_es: El shortcode del cuadro de revisión

source: This shortcode display the book review score box in reviews or regular posts. This shortcode only needs the ID parameter if it is inserted into a regular post. If the shortcode is used in a regular post, the ID of the review it is attached to is needed.
es_es: Este código abreviado muestra el cuadro de puntuación de reseñas de libros en reseñas o publicaciones regulares. Este shortcode solo necesita el parámetro ID si se inserta en una publicación normal. Si el shortcode se usa en una publicación regular, se necesita el ID de la revisión a la que está adjunto.

source: The review ID, defaults to the review post.
es_es: La ID de revisión, por defecto es la publicación de revisión.

source: Examples of the review box shortcode
es_es: Ejemplos del shortcode del cuadro de revisión

source: The Review Score shortcode
es_es: El shortcode de Review Score

source: Examples of the review score box shortcode
es_es: Ejemplos del shortcode del cuadro de puntaje de revisión

source: Search...
es_es: Buscar...

source: Select
es_es: Seleccionar

source: Rating
es_es: Clasificación

source: Select Rating
es_es: Seleccionar calificación

source: 1 Star
es_es: 1 estrella

source: 2 Stars
es_es: 2 estrellas

source: 3 Stars
es_es: 3 estrellas

source: 4 Stars
es_es: 4 estrellas

source: 5 Stars
es_es: 5 estrellas

source: There is a missing book title on review ID %d
es_es: Falta un título de libro en el ID de revisión% d

source: There are no terms in this taxonomy.
es_es: No hay términos en esta taxonomía.

source: Error: No taxonomy set for this list!
es_es: Error: ¡No hay taxonomía establecida para esta lista!

source: Summary
es_es: Resumen

source: A widget to display a grid of reviewed books
es_es: Un widget para mostrar una cuadrícula de libros revisados

source: Date
es_es: Fecha

source: Random
es_es: Aleatorio

source: Title (optional)
es_es: Título (opcional)

source: Number of Reviews
es_es: Cantidad de comentarios

source: Order
es_es: Orden

source: A widget to display a reviewed book slider
es_es: Un widget para mostrar un control deslizante de libro revisado

source: Number of Reviews:
es_es: Cantidad de comentarios:

source: Order:
es_es: Orden:

source: Slide Duration:
es_es: Duración de la diapositiva:

source: Rcno Review Calendar
es_es: Calendario de revisión de Rcno

source: A widget displaying a calendar of book reviews
es_es: Un widget que muestra un calendario de reseñas de libros.

source: Title:
es_es: Título:

source: Show regular posts?
es_es: ¿Mostrar publicaciones regulares?

source: Calendar
es_es: Calendario

source: View reviews for %1$s %2$s
es_es: Ver comentarios para %1$s %2$s

source: Rcno Currently Reading
es_es: Rcno Actualmente leyendo

source: A widget to display your currently reading progress
es_es: Un widget para mostrar su progreso de lectura actual

source: completed
es_es: terminado

source: by
es_es: por

source: Previous
es_es: Anterior

source: Next
es_es: próximo

source: No currently reading book right now.
es_es: Actualmente no hay libro de lectura en este momento.

source: Review coming soon!
es_es: ¡Revisión próximamente!

source: No currently reading book
es_es: Actualmente no hay libro de lectura

source: Review coming soon
es_es: Revisión próximamente

source: Rcno Recent Reviews
es_es: Rcno Reseñas recientes

source: A widget to display the most recent book reviews.
es_es: Un widget para mostrar las reseñas de libros más recientes.

source: Character count
es_es: Número de letras

source: Show regular posts
es_es: Mostrar publicaciones regulares

source: Rcno Search Bar
es_es: Barra de búsqueda Rcno

source: A widget to display a new search bar for book reviews
es_es: Un widget para mostrar una nueva barra de búsqueda para reseñas de libros

source: An advanced widget that gives you total control over the output of your tags.
es_es: Un widget avanzado que le brinda control total sobre la salida de sus etiquetas.

source: Flat
es_es: Plano

source: List
es_es: Lista

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Count
es_es: Contar

source: Name
es_es: Nombre

source: Order by
es_es: Ordenar por

source: Largest
es_es: Más grande

source: Smallest
es_es: Pequeñísimo

source: Unit
es_es: Unidad

source: Separator
es_es: Separador

source: Rcno Taxonomy List
es_es: Lista de taxonomía de Rcno

source: An advanced widget that gives you total control over the output of your book review taxonomies.
es_es: Un widget avanzado que le brinda control total sobre la salida de sus taxonomías de reseñas de libros.

source: No terms found
es_es: No se encontraron términos

source: Taxonomy to display
es_es: Taxonomía para mostrar

source: Displayed taxonomy count:
es_es: Cuenta de taxonomía mostrada:

source: Order items by
es_es: Ordenar artículos por

source: Show count with
es_es: Mostrar cuenta con

source: before and
es_es: antes y

source: behind
es_es: detrás

source: Hide empty terms?
es_es: ¿Ocultar términos vacíos?
