Repository: common-repository/recencio-book-reviews
Catalog: languages/recencio-book-reviews-*.po
Languages: es_es

source: Book Cover
es_es: Tapa del libro

source: Purchase Links
es_es: Compra de enlaces

source: Book Description/Synopsis
es_es: Descripción del libro / Sinopsis

source: General Information
es_es: Información general

source: 5 Star Rating
es_es: Calificación de 5 estrellas

source: Review Score
es_es: Puntuación de revisión

source: Progress updated
es_es: Progreso actualizado

source: Currently Reading
es_es: Actualmente leyendo

source: Security nonce is invalid or not set
es_es: El nonce de seguridad no es válido o no está configurado

source: Your settings have been reset, please reload the page to see them.
es_es: Su configuración se ha restablecido, vuelva a cargar la página para verla.

source: Reviews
es_es: Comentarios

source: Review
es_es: revisión

source: New %1$s
es_es: Nuevo %1$s

source: Add New %1$s
es_es: Añadir nuevo %1$s

source: All %1$s
es_es: Todos %1$s

source: Edit %1$s
es_es: Editar %1$s

source: No %1$s Found
es_es: No %1$s se encontró

source: No %1$s Found in Trash
es_es: No %1$s se encontró en la papelera

source: Parent %1$s
es_es: Padre %1$s

source: Search %1$s
es_es: Buscar %1$s

source: View %1$s
es_es: Ver %1$s

source: Author
es_es: Autor

source: Add or remove %1$s
es_es: Agregar o quitar %1$s

source: Choose from most used %1$s
es_es: Elija entre más utilizado %1$s

source: New %1$s Name
es_es: Nuevo %1$s nombre

source: Separate %1$s with commas
es_es: Separe %1$s con comas

source: Update %1$s
es_es: Actualización %1$s

source: Things to remember when adding or editing a book review:
es_es: Cosas para recordar al agregar o editar una reseña de libro:

source: Specify the correct genre such as Mystery, or Historic.
es_es: Especifique el género correcto, como Misterio o Histórico.

source: Specify the correct writer of the book review. Remember that the Author module refers to you, the author of this book review.
es_es: Especifique el escritor correcto de la reseña del libro. Recuerde que el módulo Autor se refiere a usted, el autor de esta reseña del libro.

source: If you want to schedule the book review to be published in the future:
es_es: Si desea programar la revisión del libro para que se publique en el futuro:

source: Under the Publish module, click on the Edit link next to Publish.
es_es: En el módulo Publicar, haga clic en el enlace Editar junto a Publicar.

source: Change the date to the date to actual publish this article, then click on Ok.
es_es: Cambie la fecha a la fecha para publicar este artículo, luego haga clic en Aceptar.

source: For more information
es_es: Para más información:

source: Support Forums
es_es: Foros de soporte

source: This is the help screen displaying the table of book reviews you have created.
es_es: Esta es la pantalla de ayuda que muestra la tabla de reseñas de libros que ha creado.

source: Reviews Help
es_es: Comentarios Ayuda

source: Book Cover LG
es_es: Tapa del libro LG

source: Book Cover SM
es_es: Tapa del libro SM

source: Book Reviews
es_es: Reseñas de libros

source: Settings
es_es: Configuraciones

source: Cover
es_es: Cubrir

source: Review updated.
es_es: Revisión actualizada.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Review restored to revision from
es_es: Revisión restaurada a revisión desde

source: Review published.
es_es: Revisión publicada.

source: Review saved.
es_es: Revisión guardada

source: Review submitted.
es_es: Revisión enviada

source: Review scheduled for:
es_es: Revisión programada para:

source: Review draft updated.
es_es: Revisar borrador actualizado.

source: View review
es_es: Ver reseña

source: Preview review
es_es: Revisión de vista previa

source: When you leave a review on this site, we will store your provided name, email address, IP address, review text and review rating to our website. Example.com may chose to share your review text, review rating and name with Google for the express purpose of enabling Structured Data markup for our reviews on their search result pages.
es_es: Cuando deje una reseña en este sitio, almacenaremos su nombre proporcionado, correo electrónico dirección, dirección IP, texto de revisión y calificación de revisión de nuestro sitio web. Example.com puede optar por compartir su texto de revisión, revise la calificación y el nombre con Google con el propósito expreso de habilitar Datos Estructurados marcado para nuestras revisiones en sus páginas de resultados de búsqueda.

source: This update has made some changes to how the Recencio Book Reviews plugin handles the generation of public URLs. Please check the plugin setting page and verify then save the settings on the "General" and "Taxonomy" tabs.
es_es: Esta actualización ha realizado algunos cambios en la forma en que el complemento Recencio Book Reviews maneja la generación de URL públicas. Verifique la página de configuración del complemento y verifique, luego guarde la configuración en las pestañas "General" y "Taxonomía".

source: The callback function used for <strong>%s</strong> setting is missing.
es_es: Falta la función de devolución de llamada utilizada para <strong>%s</strong> configuración

source: Options for <strong>%s</strong> multicheck is missing.
es_es: Faltan opciones para <strong>% s</strong> multicheck.

source: Options for <strong>%s</strong> radio is missing.
es_es: Faltan opciones para <strong>% s</strong> radio.

source: Upload File
es_es: Subir archivo

source: Download File
es_es: Descargar archivo

source: Settings updated.
es_es: Ajustes actualizan.

source: Taxonomies
es_es: Taxonomías

source: Components
es_es: Componentes

source: Templates
es_es: Plantillas

source: Advanced
es_es: Avanzado

source: General Settings
es_es: Configuración general

source: The singular form of the label
es_es: La forma singular de la etiqueta.

source: The plural form of the label
es_es: La forma plural de la etiqueta.

source: Your book reviews will be located at <a href="%1$s">%1$s</a> and a single book review will be located at <a href="%2$s">%2$s</a> as an example.
es_es: Sus reseñas de libros se ubicarán en <a href="%1$s">%1$s</a> y una reseña de libro se ubicará en <a href="%2$s">%2$s</a> como ejemplo.

source: Reviews on homepage?
es_es: Comentarios en la página de inicio?

source: Should book reviews be shown on homepage?
es_es: ¿Deberían mostrarse las reseñas de libros en la página de inicio?

source: Reviews in RSS?
es_es: Comentarios en RSS?

source: Should book reviews be shown in the RSS feed.?
es_es: ¿Deberían mostrarse las reseñas de libros en el feed RSS?

source: Reviews in REST API?
es_es: Comentarios en REST API?

source: Enables basic support for reviews in the WordPress REST API.
es_es: Permite soporte básico para revisiones en la API REST de WordPress.

source: Reviews archive page
es_es: Página de archivo de reseñas

source: Show full content or excerpt on archive pages.
es_es: Mostrar contenido completo o extracto en páginas de archivo.

source: The entire book review
es_es: La reseña completa del libro

source: Only excerpt of the review
es_es: Solo extracto de la revisión

source: Gutenberg support
es_es: Apoyo Gutenberg

source: Enables support for the new Gutenberg post editor.
es_es: Permite el soporte para el nuevo editor de publicaciones de Gutenberg.

source: Review Taxonomies
es_es: Revisar taxonomías

source: Taxonomy Selection
es_es: Selección de taxonomía

source: Create additional book review taxonomies here. Save the settings, then edit the labels in the corresponding section below.
es_es: Cree taxonomías de reseñas de libros adicionales aquí. Guarde la configuración, luego edite las etiquetas en la sección correspondiente a continuación.

source: Builtin Taxonomies
es_es: Taxonomías integradas

source: Default WP Taxonomy
es_es: Taxonomía predeterminada de WP

source: Enable the builtin 'category' and 'tags' taxonomies.
es_es: Habilite las taxonomías integradas de 'categoría' y 'etiquetas'.

source: Book Review Components
es_es: Componentes de reseñas de libros

source: Show the ISBN field for book reviews?
es_es: ¿Mostrar el campo ISBN para reseñas de libros?

source: Show the ISBN13 field for book reviews?
es_es: ¿Mostrar el campo ISBN13 para reseñas de libros?

source: Show the ASIN field for book reviews?
es_es: ¿Mostrar el campo ASIN para reseñas de libros?

source: Goodreads ID
es_es: ID de Goodreads

source: Show the Goodreads book ID field for book reviews?
es_es: ¿Mostrar el campo ID de libro de Goodreads para reseñas de libros?

source: Book URL
es_es: URL del libro

source: Show the book's URL field for book reviews?
es_es: ¿Mostrar el campo URL del libro para reseñas de libros?

source: Illustrator
es_es: Ilustrador

source: Show the book's illustrator for reviews?
es_es: ¿Mostrar el ilustrador del libro para reseñas?

source: Published Date
es_es: Fecha de Publicación

source: Show the book's published date for reviews?
es_es: ¿Mostrar la fecha de publicación del libro para las revisiones?

source: Published Format
es_es: Formato publicado

source: Show the book's published format for reviews?
es_es: ¿Mostrar el formato publicado del libro para las revisiones?

source: Published Edition
es_es: Edición Publicada

source: Show the book's published edition for reviews?
es_es: ¿Mostrar la edición publicada del libro para revisiones?

source: Series Number
es_es: Número de serie

source: Show the book's number in the series for reviews?
es_es: ¿Mostrar el número del libro en la serie para revisiones?

source: Page Count
es_es: Recuento de páginas

source: Show the book's page count for reviews?
es_es: ¿Mostrar el recuento de páginas del libro para las revisiones?

source: Goodreads Rating
es_es: Calificación Goodreads

source: Show the book's Goodreads rating for reviews?
es_es: ¿Mostrar la calificación de Goodreads del libro para las revisiones?

source: Book Cover Custom URL
es_es: URL personalizada de la portada del libro

source: Show the custom book cover URL field?
es_es: ¿Mostrar el campo de URL de portada de libro personalizado?

source: Book Purchase Links
es_es: Enlaces de compra de libros

source: Enable Purchase Links
es_es: Habilitar enlaces de compra

source: Enable the use of book purchase links
es_es: Habilitar el uso de enlaces de compra de libros

source: Links Label
es_es: Etiqueta de enlaces

source: Enter the label shown before purchase links.
es_es: Ingrese la etiqueta que se muestra antes de los enlaces de compra.

source: Store/Shop
es_es: Tienda

source: Enter the name of stores to purchase books from.
es_es: Ingrese el nombre de las tiendas para comprar libros.

source: Text Color
es_es: Color de texto

source: Text color for the purchase button.
es_es: Color del texto para el botón de compra.

source: Background Color
es_es: Color de fondo

source: Background color for the purchase button.
es_es: Color de fondo para el botón de compra.

source: Book 5 Star Rating Box
es_es: Caja de 5 estrellas para reservar

source: Enable the 5 star rating box?
es_es: ¿Habilitar el cuadro de calificación de 5 estrellas?

source: Star Rating Color
es_es: Color de calificación de estrellas

source: The color of the 5 star rating.
es_es: El color de la calificación de 5 estrellas.

source: Star Background Color
es_es: Color de fondo de estrella

source: Background color for the 5 star rating. (Delete existing value for transparent background)
es_es: Color de fondo para la calificación de 5 estrellas. (Eliminar valor existente para fondo transparente)

source: Book Review Score Box
es_es: Cuadro de puntuación de reseña de libro

source: Review Score Box
es_es: Cuadro de puntaje de revisión

source: Enable the review score box?
es_es: ¿Habilitar el cuadro de puntuación de revisión?

source: Background Color for the review score box?
es_es: Color de fondo para el cuadro de puntaje de revisión?

source: Accent Color 1
es_es: Color de acento 1

source: The first accent color for the review score box?
es_es: ¿El primer color de acento para el cuadro de puntuación de revisión?

source: Accent Color 2
es_es: Color de acento 2

source: The second accent color for the review score box?
es_es: ¿El segundo color de acento para el cuadro de puntuación de revisión?

source: Fixed Review Criteria
es_es: Criterios de revisión fijos

source: Enable the use of fixed custom review criteria fields
es_es: Habilite el uso de campos de criterios de revisión personalizados fijos

source: Custom Criteria List
es_es: Lista de criterios personalizados

source: List of custom fields to use for review criteria.
es_es: Lista de campos personalizados para utilizar para criterios de revisión.

source: Reader Comment Rating
es_es: Calificación del comentario del lector

source: Comment Ratings
es_es: Calificaciones de comentarios

source: Enable reader submitted ratings in the comment form
es_es: Habilite las calificaciones enviadas por el lector en el formulario de comentarios

source: Rating Label
es_es: Etiqueta de clasificación

source: Enter the label before the comment 5 star rating field
es_es: Ingrese la etiqueta antes del comentario Campo de calificación de 5 estrellas

source: Comment Star Color
es_es: Comentar color de estrella

source: Background color for the reader comment 5 star rating
es_es: Color de fondo para el comentario del lector 5 estrellas

source: Book Review Widgets
es_es: Widgets de reseñas de libros

source: Book Slider
es_es: Control deslizante de libros

source: Use the Rcno Book Slider widget?
es_es: ¿Usar el widget Rcno Book Slider?

source: Book Grid
es_es: Cuadrícula de libro

source: Use the Rcno Book Grid widget?
es_es: ¿Usar el widget Rcno Book Grid?

source: Recent Reviews
es_es: Comentarios recientes

source: Use the Rcno Recent Reviews widget?
es_es: ¿Usar el widget de Comentarios recientes de Rcno?

source: Tag Cloud
es_es: Nube de etiquetas

source: Use the Rcno Tag Cloud widget?
es_es: ¿Usar el widget Rcno Tag Cloud?

source: Taxonomy List
es_es: Lista de taxonomía

source: Use the Rcno Taxonomy List widget?
es_es: ¿Usar el widget Lista de taxonomía de Rcno?

source: Use the Rcno Currently Reading widget?
es_es: ¿Usar el widget Rcno actualmente leyendo?

source: Review Calendar
es_es: Revisar calendario

source: Use the Rcno Review Calendar widget?
es_es: ¿Usar el widget Rcno Review Calendar?

source: Index Pages
es_es: Páginas de índice

source: Navigation headers
es_es: Encabezados de navegación

source: Display navigation header on index page?
es_es: ¿Mostrar encabezado de navegación en la página de índice?

source: Book covers
es_es: Portadas de libros

source: Book covers on review index page?
es_es: Cubiertas de libros en la página de índice de revisión

source: Ignore articles
es_es: Ignorar artículos

source: Ignore articles when sorting titles. (e.g. "The", "A", "An")
es_es: Ignorar artículos al ordenar títulos. (por ejemplo, "The", "A", "An")

source: Article List
es_es: Lista de articulos

source: The list of articles to ignore in your language
es_es: La lista de artículos para ignorar en su idioma.

source: Sort author names
es_es: Ordenar nombres de autores

source: Sort names by first-name or last-name
es_es: Ordenar nombres por nombre o apellido

source: LastName, FirstName
es_es: Apellido nombre

source: FirstName LastName
es_es: Nombre Apellido

source: Review Templates
es_es: Revisar plantillas

source: Book review template
es_es: Plantilla de reseña de libro

source: Select how you want your book reviews to look.
es_es: Selecciona cómo quieres que se vean tus reseñas de libros.

source: Default Book Cover
es_es: Portada de libro predeterminada

source: The default image to use when a book cover isn't uploaded
es_es: La imagen predeterminada para usar cuando no se carga la portada de un libro

source: Read more text
es_es: Leer más texto

source: The review excerpt 'Read more' tag.
es_es: El extracto de revisión etiqueta 'Leer más'.

source: Review excerpt word count
es_es: Revisión del recuento de palabras del extracto

source: Max: 500, Min: 20
es_es: Máx .: 500, Mín .: 20

source: Embedded Review Links
es_es: Enlaces de revisión integrados

source: Enable clickable title links on embedded book reviews.
es_es: Habilite enlaces de título en los que se puede hacer clic en las reseñas de libros incrustados

source: Book Detail Items
es_es: Artículos detallados del libro

source: Book details that should appear in book reviews. You also rearrange their order here
es_es: Detalles del libro que deberían aparecer en las reseñas de libros. También reorganizas su orden aquí

source: Reviews Custom Styling
es_es: Comentarios estilo personalizado

source: Custom styles
es_es: Estilos personalizados

source: Add your custom CSS here to fine-tune the look of your book reviews
es_es: Agregue su CSS personalizado aquí para ajustar el aspecto de sus reseñas de libros

source: Book APIs
es_es: API de libros

source: External Book API
es_es: API de libro externo

source: Select which 3rd party API is used to fetch book data.<br />The corresponding option must also be enabled below.
es_es: Seleccione qué API de terceros se usa para recuperar datos de libros. <br /> La opción correspondiente también debe habilitarse a continuación.

source: None
es_es: Ninguna

source: Google Books® API
es_es: API de Google Books®

source: Google Books® Settings
es_es: Configuración de Google Books®

source: Enable Google Books®
es_es: Habilitar Google Books®

source: Enable the external Google Books® API access.
es_es: Habilite el acceso externo a la API de Google Books®.

source: Google Books® API Key
es_es: Clave API de Google Books®

source: Available at:
es_es: Disponible en:

source: Goodreads® Settings
es_es: Configuraciones Goodreads®

source: Enable Goodreads®
es_es: Habilitar Goodreads®

source: Enable the external Goodreads® API access.
es_es: Habilite el acceso externo a la API Goodreads®.

source: JSON-LD Schemas
es_es: Esquemas JSON-LD

source: Disable Review Schema
es_es: Deshabilitar esquema de revisión

source: Disable the output of the review JSON-LD schema markup
es_es: Deshabilite la salida del marcado de revisión del esquema JSON-LD

source: Disable Book Schema
es_es: Deshabilitar esquema de libro

source: Disable the output of the book JSON-LD schema markup
es_es: Deshabilite la salida del marcado de esquema de libro JSON-LD

source: Uncountable Words
es_es: Palabras incontables

source: Word List
es_es: Lista de palabras

source: Create a list of words that have no plural or singular form e.g. "sheep, fish"
es_es: Cree una lista de palabras que no tienen forma plural o singular, p. "oveja, pez"

source: Disable Pluralization
es_es: Deshabilitar la pluralización

source: Disable the automatic pluralization of words used in the settings
es_es: Deshabilite la pluralización automática de palabras usadas en la configuración

source: Import/Export Settings
es_es: Configuración de importación / exportación

source: Import Settings
es_es: Importar ajustes

source: Import your previously saved plugin settings.
es_es: Importe la configuración de complementos previamente guardada.

source: Export Settings
es_es: Configuración de exportación

source: Save the plugin settings to a file on your computer.
es_es: Guarde la configuración del complemento en un archivo en su computadora.

source: The singular form of the <b>"%1$s"</b> taxonomy label
es_es: La forma singular de la etiqueta de taxonomía <b>"%1$s"</b>

source: The plural form of the <b>"%1$s"</b> taxonomy label
es_es: La forma plural de la etiqueta de taxonomía <b>"%1$s"</b>

source: Hierarchical
es_es: Jerárquico

source: Is this custom taxonomy hierarchical?
es_es: ¿Es esta taxonomía personalizada jerárquica?

source: Show in table
es_es: Mostrar en la tabla

source: Show this custom taxonomy on the admin table
es_es: Mostrar esta taxonomía personalizada en la tabla de administración

source: Show filter
es_es: Mostrar filtro

source: Show a drop-down filter for this taxonomy on the admin table
es_es: Mostrar un filtro desplegable para esta taxonomía en la tabla de administración

source: Please enter 2 or more lower-case characters.
es_es: Ingrese 2 o más caracteres en minúscula.

source: Author's URL
es_es: URL del autor

source: Please provide a link pointing to the author's official website or fan page.
es_es: Proporcione un enlace que apunte al sitio web oficial del autor o la página de fans.

source: Custom URL
es_es: URL personalizada

source: Add Book Cover
es_es: Agregar portada del libro

source: Remove Book Cover
es_es: Retire la cubierta del libro

source: Store
es_es: Almacenar

source: Link
es_es: Enlazar

source: Remove
es_es: retirar

source: Select and enter your affiliate purchase links here.
es_es: Seleccione e ingrese sus enlaces de compra de afiliados aquí.

source: Add New Link
es_es: Añadir nuevo enlace

source: Book Title
es_es: Titulo del libro

source: Book Author
es_es: Autor del libro

source: Currently on page
es_es: Actualmente en la página

source: Comment on progress
es_es: Comenta sobre el progreso

source: Update Progress
es_es: Progreso de actualización

source: Finished
es_es: Terminado

source: Title
es_es: Título

source: Publication Date
es_es: Fecha de publicación

source: Publication Format
es_es: Formato de publicación

source: Edition
es_es: Edición

source: GoodReads ID
es_es: ID de GoodReads

source: Average
es_es: Promedio

source: Enable Rating Box
es_es: Habilitar cuadro de calificación

source: Rating Type
es_es: Tipo de calificación

source: Number
es_es: Número

source: Letter
es_es: Carta

source: Stars
es_es: Estrellas

source: Rating Box Position
es_es: Posición del cuadro de clasificación

source: Top
es_es: Parte superior

source: Bottom
es_es: Fondo

source: Label
es_es: Etiqueta

source: Score
es_es: Puntuación

source: Label: The name of criteria | Score: A number value between 0 - 5, in increments of 0.1
es_es: Etiqueta: el nombre de los criterios | Puntuación: un valor numérico entre 0 y 5, en incrementos de 0.1

source: Add Criteria
es_es: Agregar criterios

source: Your book was not found on %s
es_es: Tu libro no se encontró en% s

source: Insert book review listing
es_es: Insertar listado de reseñas de libros

source: Embed taxonomy index
es_es: Insertar índice de taxonomía

source: Taxonomy
es_es: Taxonomia

source: Embed book review index
es_es: Insertar índice de revisión de libros

source: Embed book review grid
es_es: Insertar cuadrícula de reseñas de libros

source: Embed sortable book review grid
es_es: Insertar cuadrícula de revisión de libro ordenable

source: Cancel
es_es: Cancelar

source: Insert
es_es: Insertar

source: Insert book review
es_es: Insertar reseña de libro

source: Close
es_es: Cerca

source: Choose the review you want to include from the list below or search for it.
es_es: Elija la revisión que desea incluir de la lista a continuación o búsquela.

source: Search
es_es: Buscar

source: No search term specified. Showing recent items.
es_es: No se ha especificado ningún término de búsqueda. Mostrando artículos recientes.

source: Search or use up and down arrow keys to select an item.
es_es: Busque o use las teclas de flecha hacia arriba y hacia abajo para seleccionar un elemento.

source: Display options
es_es: Opciones de pantalla

source: Display options:
es_es: Opciones de pantalla:

source: Embed excerpt only
es_es: Insertar solo extracto

source: Embed <b>without</b> description
es_es: Insertar <b>sin</b> descripción

source: %1sCreate a new review.%2s (This will open a new tab and you will need to return here for including the review)
es_es: % 1sCree una nueva revisión.% 2s (Esto abrirá una nueva pestaña y deberá regresar aquí para incluir la revisión)

source: Include Shortcut
es_es: Incluir acceso directo

source: View all reviews by
es_es: Ver todas las opiniones por
